{
  "basics": {
    "name": "Joakim Unge",
    "label": "Software Engineer",
    "picture": "",
    "email": "hello@joakimunge.se",
    "phone": "+46 73 827 48 61",
    "website": "http://unge.dev",
    "summary": "Climber, software developer & design enthusiast who lives and breathes form and function. I strive for code quality perfection and pixels as aligned as the stars.",
    "location": {
      "city": "Stockholm",
      "countryCode": "SE"
    }
  },
  "work": [
    {
      "company": "Prototyp",
      "position": "Software Engineer",
      "website": "http://prototyp.se",
      "startDate": "2018-10-01",
      "summary": "Prototyp is a code lab building digital products for businesses breaking new ground. As a Technical Lead and Software Engineer I have helped clients from idea to launch on a wide array of projects.",
      "highlights": [
        "Produced a mobile Digital Audio Workstation and social media service in Flutter.",
        "Led an agile team to build and deploy internal tools for managing and tracking processes for a large, financial institution.",
        "Built a unbiased recruitment robot together with Furhat Robotics and TENGAI. (https://tengai.io)",
        "Wrote a tool that with Machine Learning and Tensorflow was able to estimate scrum user stories based on it's attributes."
      ]
    },
    {
      "company": "King",
      "position": "Graphic Designer",
      "website": "http://king.com",
      "startDate": "2015-12-01",
      "endDate": "2017-08-11",
      "summary": "Graphic Designer for King's in-house design agency, Brand Creative Studios.",
      "highlights": [
        "Branding and marketing for the launch of Candy Crush Friends Saga",
        "Worked on marketing design and animation for a multitude of King's various titles."
      ]
    },
    {
      "company": "Stardoll",
      "position": "Motion Designer & Digital Experience Designer",
      "website": "http://stardoll.com",
      "startDate": "2012-06-01",
      "endDate": "2015-11-31",
      "summary": "Working with User Experience and Interface design, marketing material and motion design",
      "highlights": [
        "Storyboarded, animated and produced Stardoll's latest game trailers",
        "Designed and launched a second-hand marketplace called Clique for the web, iOS and Android."
      ]
    }
  ],
  "education": [
    {
      "institution": "Chas Academy",
      "area": "Information Technology",
      "studyType": "Bachelor",
      "startDate": "2017-08-11",
      "endDate": "2019-05-25"
    }
  ],

  "awards": [
    {
      "title": "Honor Award: Rookie of the Year",
      "date": "2013-06-30",
      "awarder": "Stardoll",
      "summary": "Awarded to the top voted recruit of the year."
    }
  ],
  "skills": [
    {
      "name": "Frontend",
      "keywords": [
        "HTML",
        "CSS",
        "Javascript",
        "TypeScript",
        "React",
        "Redux",
        "Apollo",
        "Angular",
        "Vue"
      ]
    },
    {
      "name": "Backend",
      "keywords": [
        "Node",
        "Kotlin",
        "PHP",
        "Postgres",
        "MySQL",
        "MongoDB",
        "GraphQL"
      ]
    },
    {
      "name": "Devops & Testing",
      "keywords": [
        "Docker",
        "Heroku",
        "Google Cloud Platform",
        "Azure Devops",
        "Jest",
        "Ava",
        "Mocha",
        "Chai"
      ]
    }
  ],
  "interests": [
    {
      "name": "Climbing"
    },
    {
      "name": "Music"
    },
    {
      "name": "Open Source"
    },
    {
      "name": "Zelda"
    }
  ],
  "references": [
    {
      "name": "Halldór Andri Bjarnasson, Art Director at FunPlus",
      "reference": "I had the pleasure of managing Joakim in a close team of designers at Stardoll. Joakim is a talented creative thinker with a great eye for detail. I was very impressed with his ability to solve problems and how fast he was able to apply techinques that he just learned. It was also very impressive to watch how quickly he grew into his role. He is an excellent self-starter that has good instincts and a knack for knowing exactly what is needed to achive the project goals. I learned a lot from working with Joakim and hope to work with him again some day. Looking back, I am very proud of the work we did together."
    },
    {
      "name": "William Sampson, Producer at TocaBoca",
      "reference": "I worked with Joakim for several years and during that time always found him to be a creative, humble and dedicated colleague. He is keen to learn and keen to apply his knowledge in any environment, always rising to the challenge put before him. When asked to take on large scale projects–such as the production of a series of gameplay trailers–Joakim delivered without hesitation and with excellent execution, even if projects were outside of his immediate role. I would highly recommend Joakim for his positive character as a member of any creative team."
    },
    {
      "name": "Emma Westin, Marketing & Communications Manager at Axel Group AB",
      "reference": "Joakim was by far the best intern we ever had at Norma. He learned new things incredibly fast, he is very artistic and has excellent design skills. He is also a very nice person to work with, he has a very positive attitude, a great sense of humour and gets along well with anyone. If you're looking for a fun, creative and very versatile designer, you've found him."
    }
  ]
}
